Repository: NateWr/easy-digital-downloads-taxamo-integration
Catalog: languages/taxamoedd-*.po
Languages: sv_se

source: requires Easy Digital Downloads! Please activate it to continue!
sv_se: Kräver Easy Digital Downloads! Vänligen aktivera!

source: requires Easy Digital Downloads! Please install it to continue!
sv_se: Kräver Easy Digital Downloads! Vänligen installera.

source: Available from <a href="%s">Taxamo</a>.
sv_se: Tillgänglig från <a href="%s">Taxamo</a>.

source: Ask for VAT Number?
sv_se: Fråga efter momsregistreringsnummer.

source: If you wish to ask the user for a VAT number, please check this box.
sv_se: Om du vill fråga efter användarens momsregistreringsnummer, kryssa i denna ruta.

source: Custom ID Format
sv_se: Eget ID

source: Format of the Custom ID.<br/>The string %%ID%% is replaced with the payment ID.
sv_se: Formatet för eget ID.<br/>Strängen %%ID%% är ersatt med betalnings ID.

source: Custom Invoice Format
sv_se: Särskilt fakturaformat.

source: Format of the Invoice Number.<br/>The string %%ID%% is replaced with the payment ID.
sv_se: Format för fakturanummer.<br/>Strängen %%ID%% ersätts med betalnings ID.

source: Introduction Header Text
sv_se: Introduktion rubrik

source: This text will be added before the extra fields. Use this to link to your privacy policy and why you need this information
sv_se: Denna text läggs för extrafälten. Använd den för att länka till din integritetspolicy och för att förklara varför du behöver informationen.

source: By clicking this checkbox, I can confirm my billing address is valid and is located in my usual country of residence.
sv_se: Genom att kryssa i, bekräftar jag att faktureringsadressen är giltig och jag bor i landet.

source: I am registered for VAT in the EU
sv_se: Jag är registrerad för moms i EU.

source: VAT Number
sv_se: Momsregistreringsnummer

source: If you are registered for VAT, place your VAT number here (no spaces).
sv_se: Om du har ett momsregistreringsnummer, fyll i det här (utan mellanslag).

source: If you are VAT registered, please enter a VAT number.
sv_se: Om du har ett momsregistreringsnummer, fyll i det.

source: The VAT number is invalid. Please double check or untick the VAT Registered Box.
sv_se: Momsregistreringsnummer är ogiltigt. Vänligen kontrollera numret, eller kryssa ur rutan.

source: Private key not present, so unable to complete purchase. Please contact shop owner.
sv_se: Den privata nyckel saknas, går ej att fullfölja köpet. Kontakta webbutikens ägare.

source: Please confirm that the billing address is correct.
sv_se: Bekräfta att faktureringsadressen är korrekt.

source: VAT Number:
sv_se: Momsregistreringsnummer:

source: If the customer had a VAT number, it will be here
sv_se: Om kunden har ett momsregistreringsnummer, finns det här.

source: Taxamo Integration needs Taxes to be Enabled. <a href="%s">Click Here to enable Taxes</a>.
sv_se: Taxamo Integration behöver ha moms aktiverat. <a href="%s">Klicka här för att aktivera moms</a>.

source: You need to add the Taxamo Public & Private Keys to the extension. <a href="%s"><strong>Sign Up for Taxamo</strong></a> and then <a href="%s">Click Here to add these fields</a>.
sv_se: Du behöver lägga till Taxamo Public & Private Keys för att tilläget ska fungera. <a href="%s"><strong>Registrera dig på Taxamo</strong></a> och <a href="%s">klicka här för att lägga till fälten</a>.

source: Integrate Taxamo into Easy Digital Downloads. Make yourself Compatible with the VATMOSS EU Legislation
sv_se: Integrera Taxamo med Easy Digital Downloads. Gör dig kompatibel med EUs VATMOSS bestämmelser.
